Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/non-segmented/mozilla.tmx
Source language: en
Languages: be

source: And they have a plan.
be: І яны маюць задуму.

source: Any applicable privacy policies for this product should be listed here.
be: Усе прыдатныя палітыкі прыватнасці для гэтага прадукту павінны быць пералічаны тут.

source: Any applicable service terms for this product should be listed here.
be: Усе прыдатныя ўмовы пагаднення службаў гэтага прадукту павінны быць пералічаны тут.

source: Application Basics
be: Аснова прыстасавання

source: Application details
be: Падрабязнасці пра прыстасаванне

source: Applications
be: Прыстасаванні

source: Arabic
be: Арабская

source: Are you sure you want to delete this certificate?
be: Вы сапраўды хочаце выдаліць гэтае пасведчанне?

source: Armenian
be: Армянская

source: As laid out on the screen
be: Так, як размешчаны на экране

source: Ask me every time
be: Пытацца ў мяне кожны раз

source: Associated Text:
be: Спалучаны тэкст:

source: Authorities
be: Крыніцы пасведчанняў

source: Auto Update
be: Сама-абнаўленне

source: Auto Update Status
be: Статус сама-абнаўлення

source: Auto-Detect
be: Сама-вызначэнне

source: Auto-detect proxy settings for this network
be: Самавызначэнне наладжванняў пасярэднікаў для гэтай сеткі

source: Automatic CRL Update Preferences
be: Перавагі самастойнага абнаўлення САП

source: Automatic Updates
be: Самастойныя абнаўленні

source: Automatic proxy configuration URL:
be: URL самастойнай наладкі пасярэднікаў:

source: Automatically install updates
be: Самастойна ўсталёўваць абнаўленні

source: Automatically install updates only if that's the default
be: Самастойна ўсталёўваць абнаўленні, калі гэта змоўчнае наладжванне

source: Automatically submit my data (don't ask me)
be: Самастойна падаваць мае здаткі (не пытаць мяне)

source: Available Add-ons
be: Даступныя дадаткі

source: Available Character Encodings:
be: Даступныя кадоўкі знакаў:

source: Available Plugin Downloads
be: Даступныя загрузкі ўбудоваў

source: Available Profiles
be: Даступныя профілі

source: Available Updates
be: Даступныя абнаўленні

source: B
be: ф

source: Back
be: Назад

source: Back/Forward
be: Назад/Наперад

source: Background:
be: Фон:

source: Backup All…
be: Зрабіць адноўку для ўсіх…

source: Backup…
be: Стварыць адноўку…

source: Baltic
be: Балтыйская

source: Basic Page Style
be: Базавы стыль старонкі

source: Before trusting this CA for any purpose, you should examine its certificate and its policy and procedures (if available).
be: Перад тым, як даверыцца гэтай КП з нейкаю мэтаю, вы павінны даследаваць яе пасведчанне, яе палітыку і працэдуры (калі даступны).

source: Bengali
be: Бенгальская

source: Best match
be: Лепшае супадзенне

source: Block
be: Блакаваць

source: Block pop-up windows
be: Затрымліваць вокны-вынырцы

source: Block reported attack sites
be: Блакаваць вядомыя нападныя пляцоўкі

source: Block reported web forgeries
be: Блакаваць вядомыя пляцоўкі-падробкі

source: Blocked
be: Заблакаваны

source: Blocked by Content Security Policy
be: Затрымана палітыкай бяспекі змесціва

source: Bookmark All Tabs…
be: Дадаць закладкі да ўсіх уставак…

source: Bookmark Selected Tabs…
be: Закласці вылучаныя ўстаўкі…

source: Bookmark This Frame
be: Дадаць закладку да гэтай рамкі

source: Bookmark This Link
be: Дадаць закладку да гэтай спасылкі

source: Bookmark This Page
be: Дадаць закладку да старонкі

source: Bookmark This Page…
be: Закласці гэтую старонку…

source: Bookmark This Tab…
be: Закласці гэтую ўстаўку…

source: Bookmarks
be: Закладкі

source: Bookmarks Toolbar
be: Паліца з прыладамі закладак

source: Bookmarks Toolbar Items
be: Адзінкі паліцы прыладаў закладак

source: Boolean
be: Лагічны

source: Bottom:
be: Знізу:

source: Brief Title
be: Сціслы загаловак

source: Bring All to Front
be: Выцягнуць усе наперад

source: Browser tabs
be: Устаўкі азіральніка

source: Browse…
be: Агляд…

source: Browsing
be: Азіранне

source: Browsing &amp; Download History
be: Гісторыя азірання і загрузак

source: Browsing History
be: Гісторыя азірання

source: Build Configuration
be: Наладкі пабудовы

source: Build identifier:
be: Вызначальнік пабудовы:

source: Built-in CAs
be: Убудаваныя КП

source: By Date
be: Па даце

source: By Date and Site
be: Па даце і пляцоўцы

source: By Last Visited
be: Па апошняму наведванню

source: By Most Visited
be: Па ліку наведванняў

source: By Site
be: Па пляцоўцы

source: C
be: К

source: CAs Managed By You
be: КП, якія кіруюцца вамі

source: CRL Import Status
be: Статус імпарту САП

source: CRL Issued By:
be: САП выданы:

source: CRL would be imported From:
be: САП будзе імпартаваны з:

source: Cache
be: Запаснік

source: Cache Source:
be: Крыніца ў запасніку:

source: Cancel
be: Скасаваць

source: Cannot Complete Request
be: Немагчыма скончыць запыт

source: Center
be: Цэнтр

source: Center footer
be: Сярэдні падмурак

source: Center header
be: Сярэдняя шапка

source: Center:
be: Цэнтр:

source: Central European
be: Цэнтральна-Еўрапейская

source: Certificate Detail
be: Падрабязнасці пасведчання

source: Certificate Exists
be: Пасведчанне існуе

source: Certificate Fields
be: Палі пасведчання

source: Certificate Hierarchy
be: Іерархія пасведчання

source: Certificate Manager
be: Кіраўнік пасведчанняў

source: Certificate Name
be: Назва пасведчання

source: Certificate Status
be: Статус пасведчання

source: Certificate Validation
be: Пацвярджэнне пасведчання

source: Certificate backup password (again):
be: Адноўны пароль пасведчанняў (зноў):

source: Certificate backup password:
be: Адноўны пароль пасведчанняў:

source: Certificate:
be: Пасведчанне:

source: Certificates
be: Пасведчанні

source: Change Master Password
be: Змена галоўнага пароля

source: Change Master Password…
be: Змяніць галоўны пароль…

source: Change Password
be: Змяніць пароль

source: Change Slot Name
be: Змяніць назву гнязда

source: Change pop-up blocking settings for this website
be: Змяніць наладжванні затрымання вынырцаў для гэтай пляцоўкі сеціва

source: Change this add-on's options
be: Змяненне наладжванняў гэтага дадатка

source: Change this add-on's preferences
be: Змяненне перавагаў гэтага дадатка

source: Change your view
be: Змяніць праяву

source: Changing these advanced settings can be harmful to the stability, security, and performance of this application. You should only continue if you are sure of what you are doing.
be: Змяненне змоўчных значэнняў гэтых пашыраных наладжванняў можа быць шкодным для ўстойлівасці, бяспекі і працавыніковасці гэтага прыстасавання. Вы павінны рабіць гэта толькі тады, калі ўпэўнены ў тым, што робіце.

source: Character Encoding
be: Кадоўка знакаў

source: Check For Updates
be: Знайсці абнаўленні

source: Check for Updates
be: Праверыць, ці існуюць абнаўленні

source: Check for updates for this add-on
be: Праверыць, ці існуюць абнаўленні гэтага дадатку

source: Check my spelling as I type
be: Правяраць правапіс падчас набору

source: Checking Add-on Compatibility
be: Праверка сумяшчальнасці дадаткаў

source: Checking Add-on compatibility…
be: Праверка сумяшчальнасці дадаткаў…

source: Checking Compatibility of Add-ons
be: Праверка сумяшчальнасці дадаткаў

source: Checking for Compatible Add-ons
be: Праверка існавання сумяшчальных дадаткаў.

source: Checking for Updates
be: Праверка абнаўленняў

source: Checking for updates…
be: Праверка існавання абнаўленняў…

source: Checking your incompatible add-ons for updates…
be: Праверка існавання абнаўленняў несумяшчальных дадаткаў…

source: Choose File…
be: Выбраць файл…

source: Choose Folder
be: Выберыце папку

source: Choose Folder…
be: Выбраць папку…

source: Choose Token Dialog
be: Дыялог выбару лексемы

source: Choose a Bookmark to be your Home Page. If you choose a folder, the Bookmarks in that folder will be opened in Tabs.
be: Вылучыце закладку, якая будзе вашай хатняй старонкай. Калі вы выбераце папку, закладкі з гэтай папкі будуць адчыняцца ў устаўках.

source: Choose a Certificate Backup Password
be: Выбраць адноўны пароль пасведчанняў

source: Choose a certificate to present as identification:
be: Вылучыце пасведчанне, каб падаць як вызначэнне:

source: Choose an Application
be: Выбраць прыстасаванне

source: Choose your preferred language for displaying pages
be: Выберыце мовы, якім вы аддаяце перавагу, для адлюстравання старонак

source: Choose…
be: Выбар…

source: Clear
be: Ачысціць

source: Clear List
be: Ачысціць спіс

source: Clear Now
be: Ачысціць зараз

source: Clear Recent History
be: Знішчэнне нядаўняй гісторыі

source: Clear Recent History…
be: Ачысціць нядаўнюю гісторыю…

source: Clear Storage
be: Ачысціць сховішча

source: Clear history when &brandShortName; closes
be: Ачышчаць гісторыю, калі &brandShortName; закрываецца

source: Clear the following items now:
be: Ачысціць наступныя адзінкі зараз:

source: Click Done to continue starting &brandShortName;.
be: Пстрыкніце Гатова, каб працягнуць запуск &brandShortName;.

source: Click Finish to continue starting &brandShortName;.
be: Пстрыкніце Скончыць, каб працягнуць запуск &brandShortName;.

source: Click to open downloads window
be: Пстрыкніце, каб адкрыць акно загрузак

source: Click to select columns to display
be: Пстрыкніце, каб вылучыць слупкі для адлюстравання

source: Click to sort
be: Пстрыкніце, каб размеркаваць

source: Close
be: Зачыніць

source: Close Add-on Bar
be: Закрыць паліцу дадаткаў

source: Close Find bar
be: Зачыніць паліцу пошуку

source: Close Other Tabs
be: Зачыніць іншыя ўстаўкі

source: Close Tab
be: Зачыніць устаўку

source: Close Window
be: Зачыніць акно

source: Close it when all downloads are finished
be: Зачыніць яго пасля сканчэння ўсіх загрузак

source: Close sidebar
be: Зачыніць палічку

source: Close this message
be: Зачыніць гэтае паведамленне

source: Close warning
be: Зачыніць папярэджанне

source: Close when downloads complete
be: Зачыніць пасля сканчэння загрузак

source: Closes the Downloads window when all files are done downloading
be: Зачыніць акно загрузак пасля сканчэння загрузак усіх файлаў

source: Code:
be: Код:

source: Color
be: Колер

source: Color:
be: Колер:

source: Colors
be: Колеры

source: Colorspace:
be: Колерапрастора:

source: Colors…
be: Колеры…

source: Column:
be: Слупок:

source: Common Name (CN)
be: Агульная назва (CN)

source: Compatible Add-ons Installed
be: Сумяшчальныя дадаткі ўсталяваны

source: Configure Proxies to Access the Internet
be: Наладка пасярэднікаў дзеля доступу ў Інтэрнэт

source: Configure how &brandShortName; connects to the Internet
be: Наладзіць, як &brandShortName; мусіць злучацца з Інтэрнэтам

source: Confirm
be: Сцвярджэнне

source: Confirm Password
be: Пацвердзіць пароль

source: Confirm Security Exception
be: Пацвердзіць выключэнне бяспекі

source: Confirm setting cookie
be: Сцвярджэнне ўсталявання біркі

source: Connecting to the update server…
be: Злучэнне з паслугачом абнаўленняў…

source: Connection
be: Злучэнне

source: Connection Interrupted
be: Злучэнне перарвана

source: Connection Settings
be: Наладжванні злучэння

source: Content
be: Змест

source: Content Encoding Error
be: Памылка кадавання змесціва

source: Content Type
be: Тып змесціва

source: Content:
be: Змесціва:

source: Contents
be: Змест

source: Continue
be: Працягнуць

source: Contribute
be: Ахвяраваць

source: Contribute to the development of this add-on
be: Ахвяраваць сродкі на распрацоўку гэтага дадатку

source: Contributors:
be: Укладчыкі:

source: Cookie Name
be: Назва біркі

source: Cookies
be: Біркі

source: Copies
be: Копіі

source: Copy
be: Капіяваць

source: Copy Audio Location
be: Капіяваць месцазнаходжанне гуку

source: Copy Download Link
be: Капіяваць спасылку загрузкі

source: Copy Email Address
be: Капіяваць адрас э-пошты

source: Copy Image
be: Капіяваць выяву

source: Copy Image Location
be: Капіяваць месцазнаходжанне выявы

source: Copy Link Location
be: Капіяваць месцазнаходжанне спасылкі

source: Copy Name
be: Капіяваць назву

source: Copy Password
be: Скапіяваць пароль

source: Copy Value
be: Капіяваць значэнне

source: Copy Video Location
be: Капіяваць месцазнаходжанне відэя

source: Could not find any matching add-ons
be: Немагчыма знайсці адпаведныя дадаткі

source: Count
be: Колькасць

source: Crash report sent.
be: Справаздача пра крах дасланая.

source: Crash reporting disabled.
be: Падача справаздачаў пра крах забаронена.

source: Create Profile Wizard
be: Чараўнік стварэння профіляў

source: Create Profile…
be: Стварыць профіль…

source: Create a New Account
be: Стварыць новы рахунак

source: Create new directory
be: Стварыць новы каталог

source: Created By:
be: Створаны:

source: Current Studies
be: Цяперашнія даследаванні

source: Current Tab
be: Цяперашняя ўстаўка

source: Current password:
be: Цяперашні пароль:

source: Currently verifying certificate…
be: Зараз правяраецца пасведчанне…

source: Custom Scale…
be: Выбарачнае павялічэнне…

source: Customize
be: Уладкаваць

source: Customize Character Encoding
be: Наладзіць кадоўку знакаў

source: Customize List…
be: Наладзіць спіс…

source: Customize Toolbar
be: Уладкаванне паліцы прыладаў

source: Customize…
be: Наладзіць…

source: Custom…
be: Выбарачнае…

source: Cut
be: Выразаць

source: Cyrillic
be: Кірыліца

source: D
be: д

source: Data
be: Здаткі

source: Data Submission
be: Падача здаткаў

source: Data Transfer Interrupted
be: Перадача даных перарвана

source: Date Submitted
be: Дата падачы

source: Date/Time
be: Дата/Час

source: Day(s)
be: Дзён

source: Day(s) before Next Update date
be: Дзён перад датаю наступнага абнаўлення

source: Decrease
be: Паменшыць

source: Default
be: Змоўчнае

source: Default Character Encoding:
be: Змоўчная кадоўка знакаў:

source: Default User
be: Змоўчны карыстальнік

source: Default font:
be: Змоўчны шрыфт:

source: Delete
be: Выдаліць

source: Delete Certificate
be: Выдаленне пасведчання

source: Delete Profile…
be: Выдаліць профіль…

source: Delete This Page
be: Выдаліць гэтую старонку

source: Delete Your Certificate
be: Выдаленне вашага пасведчання

source: Delete or Distrust…
be: Выдаліць або не давяраць…

source: Delete…
be: Выдаліць…

source: Deny
be: Адмовіць

source: Description
be: Апісанне

source: Description:
be: Апісанне:

source: Details
be: Падрабязнасці

source: Details of Last Update Failure:
be: Падрабязнасці апошняй няўдачы абнаўлення:

source: Details of selected certificate:
be: Падрабязнасці вылучанага пасведчання:

source: Devanagari
be: Дэванагары

source: Developer
be: Распрацаўнік

source: Developers:
be: Распрацоўцы:

source: Device Connected
be: Збудова злучана

source: Device Manager
be: Кіраўнік збудоваў

source: Dimensions:
be: Памеры:

source: Direction
be: Кірунак

source: Disable
be: Забаронены

source: Disable or replace context menus
be: Забараняць ці змяняць кантэкстнае меню

source: Disabling the Safe Browsing feature is not recommended as it may result in you going to unsafe sites. If you wish to disable the feature completely, follow these steps:
be: Забарона бяспечнага азірання не раіцца, бо ў выніку вы можаце патрапіць на небяспечныя пляцоўкі. Калі вы хочаце забараніць гэтую асаблівасць цалкам, выканайце наступнае:

source: Display pages you've viewed recently
be: Адлюстраваць старонкі, якія вы праглядвалі нядаўна

source: Display the progress of ongoing downloads
be: Адлюстроўваць развіццё дзейных загрузак

source: Display the window in full screen
be: Паказаць акно на увесь экран

source: Display your bookmarks
be: Паказаць вашы закладкі

source: Do not lose this key.
be: Не губляйце гэтага ключа.

source: Do not trust the authenticity of this certificate.
be: Не давяраць сапраўднасці гэтага пасведчання.

source: Do this automatically for files like this from now on.
be: Рабіць гэта самастойна для падобных файлаў з гэтага часу.

source: Don't ask at startup
be: Не пытацца пры запуску

source: Don't automatically install updates
be: Не ўсталёўваць абнаўленні самастойна

source: Don't import anything
be: Не імпартаваць нічога

source: Done
be: Гатова

source: Double click on the geo.enabled preference
be: Двойчы пстрыкніце перавагу geo.enabled

source: Down
be: Уніз

source: Download History
be: Гісторыя загрузак

source: Download fonts to printer
be: Загрузіць шрыфты на прынтар?

source: Download the latest version
be: Сцягванне апошняй версіі

source: Downloading &brandShortName;
be: Сцягванне &brandShortName;

source: Downloading Certificate
be: Загрузка пасведчання

source: Downloading and installing updates to your add-ons…
be: Загрузка і ўсталяванне абнаўленняў вашых дадаткаў…

source: Downloading the update…
be: Загрузка абнаўлення…

source: Downloading update —
be: Сцягванне абнаўлення —

source: Downloads
be: Загрузкі

source: E
be: У

source: E-Mail Address
be: Э-паштовы адрас

source: Each frame separately
be: Кожная рамка асобна

source: East Asian
be: Усходне-Азіяцкія

source: East European
be: Усходне-Еўрапейскія

source: Edit
be: Праўка

source: Edit CA Trust
be: Рэдагаваць давер да КП

source: Edit CA certificate trust settings
be: Рэдагаванне наладжванняў даверу да пасведчання КП

source: Edit Keyword…
be: Правіць ключавое слова…

source: Edit Pop-up Blocker Options…
be: Праўка наладжванняў затрымальніка вынырцаў…

source: Edit Pop-up Blocker Preferences…
be: Праўка перавагаў затрымальніка вынырцаў…

source: Edit Security Certificate Settings
be: Рэдагаванне наладжванняў бяспекі пасведчанняў

source: Edit Trust…
be: Правіць давер…

source: Edit certificate trust settings:
be: Рэдагаваць наладжванні даверу пасведчанням:

source: Edit email certificate trust settings
be: Рэдагаванне даверу да э-паштовага пасведчання.

source: Edit trust settings:
be: Рэдагаваць наладжванні даверу:

source: Edit website certificate trust settings
be: Рэдагаванне даверу да пасведчанняў пляцовак сеціва

source: Email Address
be: Э-паштовы адрас

source: Enable
be: Дазволіць

source: Enable Automatic Update for this CRL
be: Дазволіць самастойнае абнаўленне гэтага САП

source: Enable Java
be: Дазволіць Java

source: Enable JavaScript
be: Дазволіць JavaScript

source: Enable add-on compatibility checking
be: Дазволіць праверку сумяшчальнасці дадаткаў

source: Enable add-on update security checking
be: Дазволіць праверку бяспечнасці абнаўленняў дадаткаў

source: Enabled
be: Дазволена

source: Enabled Plugins
be: Дазволеныя ўбудовы

source: Encoding:
be: Кадаванне:

source: Encryption
be: Тайнапіс

source: Encryption Key Copy
be: Капіяванне ключа шыфравання

source: End-User License Agreement
be: Ліцэнзійнае Пагадненне канчатковага карыстальніка

source: End-User Rights
be: Правы канчатковага карыстальніка

source: Enter Master Password
be: Увод галоўнага пароля

source: Enter new password:
be: Увядзіце новы пароль:

source: Enter new profile name:
be: Увядзіце назву новага профілю:

source: Enter the code that the device provides:
be: Увядзіце код, які быў атрыманы на збудове:

source: Enter the information for the module you want to add.
be: Увядзіце звесткі пра модуль, які вы хочаце дадаць.

source: Enter the web location (URL), or specify the local file you would like to open:
be: Увядзіце месцазнаходжанне ў сеціве (URL), ці вызначце мясцовы файл, які вы хочаце адчыніць:

source: Enter your custom header/footer text
be: Увядзіце ваш выбарачны тэкст калантытулаў

source: Error
be: Памылка

source: Error - cannot recover
be: Памылка - немагчыма аднавіць

source: Error Console
be: Кансоль памылак

source: Errors
be: Памылкі

source: Ethiopic
be: Эфіопская

source: Evaluate
be: Ацаніць

source: Everything
be: Усё

source: Examine CA certificate
be: Даследаваць пасведчанне ПА

source: Examine CA policies and procedures
be: Разгледзець палітыкі і працэдуры КП?

source: Example: .mozilla.org, .net.nz, 192.168.1.0/24
be: Прыклад: .mozilla.org, .net.nz, 192.168.1.0/24

source: Exceptions
be: Выключэнні

source: Exceptions - Saved Passwords
be: Выключэнні - Захаваныя паролі

source: Exceptions…
be: Выключэнні…

source: Exit
be: Выйсці

source: Exit Full Screen Mode
be: Выйсці з паўнаэкраннага рэжыму

source: Expires On
be: Высільваецца (калі)

source: Expires:
be: Высіліцца:

source: Export…
be: Экспарт…

source: Extensions
be: Пашырэнні

source: F
be: п

source: FTP Proxy:
be: Пасярэднік FTP:

source: Failed to Connect
be: Няўдача злучэння

source: Feed Location:
be: Месцазнаходжанне жывільніка:

source: Feedback
be: Водгук

source: Feeds
be: Жывільнікі

source: Field Value
be: Значэнне поля

source: File
be: Файл

source: File Not Found
be: Файл не знойдзены

source: File name:
be: Назва файла:

source: File not found
be: Файл не знойдзены

source: Files of type:
be: Файлы тыпу:

source: Find
be: Знайсці

source: Find Again
be: Знайсці зноў

source: Find Next
be: Знайсці наступны

source: Find Previous
be: Знайсці папярэдні

source: Find Updates
be: Знайсці абнаўленні

source: Find in This Page
be: Знайсці на гэтай старонцы

source: Find in This Page…
be: Знайсці на гэтай старонцы…

source: Find out more about &syncBrand.fullName.label; and your privacy at
be: Падрабязней пра &syncBrand.fullName.label; і ваша адасабленне на

source: Find out more about Plugins or manually find missing plugins.
be: Знайсці больш звестак пра ўбудовы або знайсці адсутныя ўбудовы ўручную.

source: Find the next occurrence of the phrase
be: Знайсці наступны выпадак выразу

source: Find the previous occurrence of the phrase
be: Знайсці папярэдні выпадак выразу

source: Find what:
be: Знайсці што:

source: Find…
be: Знайсці…

source: Fingerprints
be: Адбіткі

source: Finish
be: Скончыць

source: Finished Studies
be: Скончаныя даследаванні

source: Firefox Made Me Happy Because…
be: Firefox зрабіў мяне шчаслівым праз…

source: Firefox Made Me Sad Because…
be: Firefox зрабіў мяне сумным праз…

source: First > Last Sort Order
be: Размеркаваць ад першага да апошняга

source: First page
be: Першая старонка

source: Folder:
be: Папка:

source: Fonts
be: Шрыфты

source: Fonts &amp; Colors
be: Шрыфты і колеры

source: Fonts for:
be: Шрыфты для:

source: Fonts:
be: Шрыфты:

source: For your protection, it is highly recommended that you restart with these add-ons disabled.
be: Дзеля вашай бяспекі вам настойліва раіцца перазапуск з забароненымі пералічанымі дадаткамі.

source: Forget About This Site
be: Забыць гэтую пляцоўку

source: Form &amp; Search History
be: Гісторыя пошуку і запаўнення формаў

source: Format
be: Фармат

source: Format &amp; Options
be: Фармат і наладжванні

source: Forward
be: Наперад

source: Found Compatible Add-ons
be: Знойдзены сумяшчальныя дадаткі

source: Found Updates for Plugins
be: Знойдзены абнаўленні ўбудоваў

source: Full Screen
be: Увесь экран

source: Gap from edge of paper to Margin
be: Прагал ад краю паперы да прымежку

source: General
be: Агульныя

source: Generating A Private Key
be: Вырабленне прыватнага ключа

source: Georgian
be: Грузінская

source: Get Add-ons
be: Атрымаць дадаткі

source: Get Certificate
be: Атрымаць пасведчанне

source: Get involved!
be: Уцягвайцеся!

source: Get me out of here!
be: Пакінуць гэта месца!

source: Get more search engines…
be: Атрымаць іншыя машыны пошуку…

source: Getting Started
be: Пачынаецца

source: Give us a suggestion…
be: Прапанаваць нам…

source: Go Back
be: Вярнуцца

source: Go back
be: Вярнуцца назад

source: Go back one page
be: Вярнуцца на папярэднюю старонку

source: Go forward
be: Пайсці наперад

source: Go forward one page
be: Перайсці на адну старонку ўперад

source: Go online now.
be: Увайсці ў сетку зараз.

source: Go to Download Page
be: Паказаць старонку загрузкі

source: Go to Line…
be: Перайсці да радка…

source: Go to a Website
be: Перайсці на пляцоўку Сеціва

source: Go to home
be: Перайсці дадому

source: Go to the Help Start Page
be: Перайсці на пачатковую старонку даведкі

source: Go to the address in the Location Bar
be: Пайсці па адрасу, які на паліцы месцазнаходжання

source: Go up a level
be: Перайсці на ўзровень уверх

source: Graphics
be: Графіка

source: Grayscale
be: Адценні шэрага
